/* Action not found */
"Action not found" = "ไม่พบการกระทำนี้";

/* API unavailable */
"API unavailable" = "API ไม่สามารถเข้าถึงได้";

/* Bad request */
"Bad request" = "คำร้องขอไม่สมบูรณ์";

/* Forbidden */
"Forbidden" = "ต้องห้าม";

/* Format not accepted */
"Format not accepted" = "ไม่สามารถรองรับข้อมูลชนิดนี้";

/* Internal Server error */
"Internal Server error" = "เกิดความผิดพลาดภายในเซิฟเวอร์";

/* Invalid Auth */
"Invalid Auth" = "การเข้าถึงนี้ไม่สามารถใช้การได้";

/* Not implemented */
"Not implemented" = "ยังใช้การในส่วนนี้ไม่ได้";

/* Object not found */
"Object not found" = "ไม่พบวัตถุนี้";

/* OK */
"OK" = "ตกลง";

/* Partially accepted */
"Partially accepted" = "ยอมรับมาบางส่วนแล้ว";

/* Partially created */
"Partially created" = "ถูกสร้างขึ้นมาบางส่วนแล้ว";

/* Permission denied */
"Permission denied" = "การเข้าถึงไม่ได้รับอนุญาต";

/* Resource not found */
"Resource not found" = "ไม่พบทรัพยากรนี้";

/* Ressource Timeout */
"Ressource Timeout" = "สิ้นสุดระยะเวลาในการเข้าถึงในส่วนนี้";

/* Service unavailable */
"Service unavailable" = "ไม่สามารถใช้บริการได้ในขณะนี้";

/* Successfully accepted */
"Successfully accepted" = "การยอมรับ ประสบความสำเร็จ";

/* Successfully created */
"Successfully created" = "การสร้าง ประสบความสำเร็จ";

/* Unacceptable data */
"Unacceptable data" = "ไม่สามารถยอมรับข้อมูลชนิดนี้";

/* Unknown error */
"Unknown error" = "เกิดข้อผิดพลาดที่ไม่รู้จัก";

